{
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.catBreeds": "Cat Breeds",
  "nav.sphynx": "Sphynx",
  "nav.bambino": "Bambino",
  "nav.viewAllBreeds": "View All Breeds",
  "nav.blog": "Gallery",
  "nav.contact": "Contact",
  "nav.phone": "+52 55 4553 1362",
  "home.welcome": "Welcome to Cat Lovers Paradise",
  "home.subtitle": "A paradise where love for cats becomes home",
  "home.description": "At Cat Lovers Paradise we are passionate about the care and well-being of cats of different breeds such as Sphynx, Maine Coon, Elf, Persian, Bengal and Exotic. We breed with love and responsibility, offering pedigree kittens, guaranteed health and the ideal companion for each family. Our commitment is that you find in us a unique and special feline companion.",
  "home.aboutUs": "About Us",
  "home.experience": "Connecting Cat Lovers in a Unique Community",
  "home.aboutDescription": "We are passionate cat lovers and entrepreneurs with experience in creating and managing online platforms for cat sales and promoting love and care for these incredible animals. As founders of CatLoveParadise, we have created an online community where cat lovers can connect, share experiences, and find valuable information about cat breeding and care.",
  "home.readMore": "Read More",
  "home.petRescue": "Pet Rescue",
  "footer.description": "At Cat Lovers Paradise we are dedicated to connecting loving cats with families who will adore them. Every cat deserves a home full of love and care.",
  "footer.quickLinks": "Quick Links",
  "footer.information": "Information",
  "footer.contactUs": "Contact Us",
  "footer.address": "Esperanza #139 Col. Industrial, Gustavo A. Madero, CP 07800, Mexico City",
  "footer.phone": "+52 55 4553 1362",
  "footer.email": "info@catloversparadise.com",
  "footer.privacyPolicy": "Privacy Policy",
  "footer.termsAndConditions": "Terms and Conditions",
  "footer.support": "Support",
  "footer.faq": "Frequently Asked Questions",
  "footer.termsAndServices": "Terms and Services",
  "footer.copyright": "Copyright © {{year}} Cat Lovers Paradise. All rights reserved.",
  "common.language": "Language",
  "common.selectLanguage": "Select language",
  "common.spanish": "Español",
  "common.english": "English",
  "common.chinese": "中文",
  "error.404.title": "Page Not Found",
  "error.404.message": "Oops! It seems this cat has escaped.",
  "error.404.description": "The page you're looking for doesn't exist or has been moved. Our cats are experts at hiding, but this page completely escaped us.",
  "error.404.goHome": "Go to Home",
  "error.500.title": "Server Error",
  "error.500.message": "Oops! Our cats are working hard to fix this problem.",
  "error.500.description": "It seems our developer cats got distracted playing with a ball of yarn. Please try again in a few minutes while we convince them to get back to work.",
  "error.500.goHome": "Go to Home",
  "error.contactSupport": "Contact Support",
  "error.404.whatCanYouDo": "What can you do?",
  "error.404.searchCats": "Search Cats",
  "error.404.searchCatsDesc": "Explore our collection of available cats",
  "error.404.explore": "Explore",
  "error.404.aboutUs": "About Us",
  "error.404.aboutUsDesc": "Learn more about our mission",
  "error.404.learnMore": "Learn More",
  "error.404.contact": "Contact",
  "error.404.contactDesc": "Need help? Contact us",
  "error.404.contactUs": "Contact Us",
  "error.404.didYouKnow": "Meanwhile, did you know that...?",
  "error.404.catsPurr": "Cats purr",
  "error.404.catsPurrDesc": "Cats purr not only when they're happy, but also when they're sick or scared.",
  "error.404.nightVision": "Night vision",
  "error.404.nightVisionDesc": "Cats can see in the dark 6 times better than humans.",
  "error.500.whatsHappening": "What's happening?",
  "error.500.whatsHappeningDesc": "We are experiencing temporary technical difficulties. Our feline development team is working to resolve it.",
  "error.500.meanwhile": "Meanwhile, you can:",
  "error.500.viewCats": "View Cats",
  "error.500.viewCatsDesc": "Explore our available cats",
  "error.500.contact": "Contact",
  "error.500.contactDesc": "If the problem persists, contact us",
  "error.500.wait": "Wait",
  "error.500.waitDesc": "Come back in a few minutes",
  "error.500.wait30s": "Wait 30s",
  "error.500.technicalDetails": "Technical Details (Development only)",
  "error.500.funFacts": "While we wait, here are some fun cat facts:",
  "error.500.catIntelligence": "Feline intelligence",
  "error.500.catIntelligenceDesc": "Cats have a short-term memory of 16 hours, more than dogs.",
  "error.500.speed": "Speed",
  "error.500.speedDesc": "Cats can run up to 48 km/h over short distances.",
  "contact.contactUs": "Contact Us",
  "contact.sendMessage": "Send us a message",
  "contact.description": "We're here to help you with any questions about our cats. Don't hesitate to contact us for more information about our available breeds, special care, or to schedule a visit.",
  "contact.location": "LOCATION",
  "contact.address": "Av Palos de la Frontera 4<br>Santa Fe C.P. 18320<br>Granada, Spain",
  "contact.phone": "PHONE",
  "contact.phoneNumber": "+34 615 072 017",
  "contact.email": "EMAIL",
  "contact.emailAddress": "info@catloversparadise.com",
  "contact.firstName": "First Name",
  "contact.lastName": "Last Name",
  "contact.emailPlaceholder": "Email",
  "contact.phonePlaceholder": "Phone Number",
  "contact.messagePlaceholder": "Your Message",
  "contact.sendButton": "Send Message",
  "contact.successMessage": "Your message was sent successfully.",
  "contact.errorMessage": "Something went wrong! Form submission failed.",
  "contact.fieldRequired": "This field is required.",
  "gallery.title": "Delivery Gallery",
  "gallery.subtitle": "Special moments of happiness and love",
  "gallery.ourDeliveries": "Our Deliveries",
  "gallery.deliveriesTitle": "Moments of Happiness",
  "gallery.deliveriesDesc": "Each delivery is a unique moment full of emotion and joy. Here you can see some of the most special moments when our kittens find their perfect home.",
  "gallery.loadMore": "Load More Photos",
  "gallery.deliveryMoment": "Delivery Moment",
  "gallery.deliveryInfo": "Delivery Information",
  "bloodDonation.badge": "Solidarity Program",
  "bloodDonation.title": "Feline Blood Donors",
  "bloodDonation.description": "In our breeders' organization, we firmly believe in animal welfare and the importance of helping those in need. For this reason, our cats are part of a solidarity program as blood donors, contributing to saving the lives of other animals and demonstrating that responsible breeding also implies commitment and empathy with the entire feline community.",
  "bloodDonation.commitment": "Committed to saving lives",
  "bloodDonation.image1Alt": "Feline blood donation process - Preparation",
  "bloodDonation.image2Alt": "Feline blood donation process - Extraction",
  "bloodDonation.image3Alt": "Feline blood donation process - Monitoring",
  "bloodDonation.image4Alt": "Donor cat after procedure",
  "about.breeders": "Our Breeders and Collaborators",
  "about.breedersTitle": "Our Breeders",
  "about.breedersDesc": "Our network of certified breeders represents the best of international feline breeding. Each collaborator has been carefully selected for their experience, certifications, and unwavering commitment to genetic excellence and animal welfare.",
  "about.viewProfile": "View Profile",
  "about.viewCompleteProfile": "View Complete Profile",
  "about.meetTeam": "Meet Team",
  "about.biography": "Biography",
  "about.specialty": "Specialty",
  "about.experience": "Years of Experience",
  "about.location": "Location",
  "about.breeder1.name": "Lana Mironova",
  "about.breeder1.specialty": "Sphynx and Persians",
  "about.breeder1.experience": "10+ years",
  "about.breeder1.location": "Granada, Spain",
  "about.breeder1.shortDesc": "WCF registered breeder specialized in blue eye genetics and DBE.",
  "about.breeder1.detailedBio": "My name is Lana Mironova, a passionate breeder who found her home in the luminous Granada, after a life that began on the streets of Moscow. As a mother of two extraordinary daughters, I have had the privilege of witnessing how cats transform lives from the most tender infancy, becoming inseparable companions and inexhaustible sources of joy.\n\nMy fascination with felines, particularly the unique elegance of sphynx and the majesty of persians, has evolved into a dedication spanning more than a decade. As a breeder certified by the prestigious WCF feline club, I have perfected the art of responsible breeding, combining scientific knowledge with genuine love for every life born under my care.\n\nMy specialization in blue-eyed and heterochromia genetics, along with my active participation in the DBE program for exceptional colors, reflects my commitment to excellence. My ongoing training as a veterinary assistant, backed by practical experience in operating rooms and intensive care units, allows me to guarantee optimal well-being for each kitten from their very first moments.\n\n🐾 For me, cats transcend mere profession; they are true life teachers and soul healers. They possess the extraordinary ability to restore our inner serenity, reconnecting us with our purest essence through their infinite tenderness and intuitive wisdom. Their presence transforms our homes into sanctuaries of harmony and healing.\n\nEach of my kittens is raised in an environment imbued with unconditional love, specialized care, and deep respect for their unique nature. Adopting one of them represents much more than a simple family addition; it is the beginning of a personal transformation, a journey toward authentic love, mutual trust, and heart healing.",
  "about.breeder2.name": "Angelina Ruiz Díaz",
  "about.breeder2.specialty": "Sphynx and Elf",
  "about.breeder2.experience": "8+ years",
  "about.breeder2.location": "Michoacán, Mexico",
  "about.breeder2.shortDesc": "DBE program specialist and TICA member.",
  "about.breeder2.detailedBio": "My name is Angelina Ruiz Díaz, a Mexican breeder who found her calling on the coasts of Michoacán, after a life that began in the heart of Guanajuato. As a mother of two children, I have discovered that breeding Sphynx and Elf cats is not just a profession, but a passion that intertwines perfectly with my family life, creating a unique balance between professional dedication and maternal love.\n\nFor more than eight years, I have perfected the art of responsible breeding, focusing especially on the health, well-being, and continuous improvement of these exceptional breeds. My specialization in the dominant blue eye (DBE) breeding program represents my commitment to innovation and responsibility in consolidating unique and valuable genetic lines.\n\nMy membership in the prestigious TICA (The International Cat Association) feline club supports my work within a rigorous ethical framework and international standards of excellence. This certification not only validates my experience but connects me with a global community of breeders committed to the preservation and improvement of feline breeds.\n\n🎵 My passion for pharmacology, music, and nature deeply enriches my perspective as a breeder. These diverse interests provide me with vital balance and a broader vision that is reflected in every aspect of my work, from caring for my cats' health to the most careful genetic selection.\n\nMy goal transcends simple breeding; I seek to actively contribute to the preservation and development of these extraordinary breeds, raising cats that are not only healthy and balanced, but truly exceptional. Each of my cats is destined to become a special and unique member of the families that receive them, bringing with them not only physical beauty, but also exceptional temperament and robust health.",
  "about.breeder3.name": "Mercedes",
  "about.breeder3.specialty": "Maine Coon",
  "about.breeder3.experience": "15+ years",
  "about.breeder3.location": "Southern Spain",
  "about.breeder3.shortDesc": "Maine Coon specialist with specimens from the best European breeders.",
  "about.breeder3.detailedBio": "My name is Mercedes, and for many years, my passion for animals has been the central axis of my existence. Among all the creatures that have crossed my path, one feline breed stands out that captivated me from our first encounter with its imposing presence, innate nobility, and exceptional character: the Maine Coon, a cat as majestic as it is agile, as powerful as it is gentle.\n\nThat initial fascination transformed into a deep dedication that led me to study them meticulously, developing an intimate knowledge of their unique nature. Subsequently, I devoted myself completely to their breeding, always guided by the utmost respect for their breed standard and under an unwavering philosophy of responsible and ethical breeding.\n\nAfter exhaustive research spanning the best breeders in Russia, Ukraine, and Italy, I carefully selected exceptional specimens that today form a solid and healthy breeding group. These magnificent cats live directly and continuously with me, creating a unique bond that is reflected in every aspect of their development.\n\n🏔️ My cats enjoy a privileged environment in semi-freedom, with extensive outdoor spaces designed under strict safety measures. The exceptional climate of southern Spain allows them to grow in a natural and stimulating environment, which favors the development of a balanced, affable, and highly sociable character. This natural breeding ensures that the kittens are delivered perfectly adapted to harmonious coexistence with people, dogs, and other cats.\n\nMy greatest satisfaction and pride is being able to share this deep passion and contribute to families with genuine love for animals finding in a Maine Coon not just a pet, but a true life companion with a heart as immense as its majesty, a soul as noble as its regal bearing.",
  "about.breeder4.name": "Jesús Márquez Linares",
  "about.breeder4.specialty": "Persian, Exotic, British, Sphynx",
  "about.breeder4.experience": "21+ years",
  "about.breeder4.location": "Spain",
  "about.breeder4.shortDesc": "Veterinary technician with extensive experience in animal health and feline grooming.",
  "about.breeder4.detailedBio": "My name is Jesús Márquez Linares, and for more than two decades I have dedicated my life to animal care and welfare, developing a dual career as a Veterinary Technician in specialized clinics and as a passionate breeder of exceptional cat breeds. Over the past 16 years, I have perfected my art in breeding Persians, Exotics, British, Scottish, and Sphynx, combining scientific knowledge with genuine love for every life born under my care.\n\nThroughout this extensive period, I have acquired comprehensive experience in animal health, covering everything from nutritional management to specialized reproduction and veterinary first aid. Each of my animals receives complete and highest quality care, backed by years of continuous training and specialized clinical practice.\n\nMy professional training also extends to the field of canine and feline grooming, which has provided me with deep knowledge about aesthetic and dermatological care, especially crucial in demanding breeds such as Persians or British Longhairs. This specialization allows me to guarantee not only the physical health of my cats, but also their integral aesthetic well-being.\n\n🏡 I reside in a rural estate where I manage with absolute dedication a privileged zoological nucleus, surrounded by nature and tranquility. In this idyllic environment, I develop my activity as a breeder of Persians, British, Scottish, and Sphynx, actively working with DBE genetics and always prioritizing the welfare, socialization, emotional balance, and integral health of each specimen.\n\nFor me, this transcends mere profession; it is a true vocation that manifests in my goal of breeding cats that become ideal companions for families and people seeking a loyal, affectionate, and exceptional cat. My passion for ethical and responsible breeding has led me to actively participate in feline exhibitions, where I have had the honor of showcasing the fruits of my work and the exceptional quality of my lines, belonging to the prestigious CFA association.",
  "about.breeder5.name": "Yolanda Fernández",
  "about.breeder5.specialty": "Sphynx",
  "about.breeder5.experience": "12+ years",
  "about.breeder5.location": "Spain",
  "about.breeder5.shortDesc": "Genetics specialist and veterinary blood transfusion expert.",
  "about.breeder5.detailedBio": "My name is Yolanda Fernández, a breeder specialized in Sphynx cats who has dedicated more than twelve years of her life to perfecting the art of feline breeding. During this extensive period, I have tirelessly dedicated my work to the continuous improvement of this exceptional breed, always ensuring the integral well-being, optimal health, and exceptional character of each of my cats.\n\nMy professional training is intimately linked to the fascinating world of genetics, which allows me to work with a rigorous scientific approach in line selection and proactive prevention of hereditary diseases. This specialization has granted me a unique perspective that is reflected in every reproductive decision, ensuring the transmission of desirable characteristics and the elimination of problematic genetic predispositions.\n\nAdditionally, I develop my professional career in a prestigious veterinary blood bank, where I have specialized in the complex field of animal blood transfusions. This highly specialized experience has provided me with deep and advanced knowledge about feline medicine and cutting-edge veterinary care, knowledge that I apply directly to the well-being of my cats.\n\n🧬 My commitment transcends simple breeding; I seek to create cats that are not only healthy and balanced, but also exceptionally sociable and adaptable. Each of my Sphynx is destined to become an integral and beloved member of the families who trust in my work, bringing with them not only the unique beauty of the breed, but also an exceptional temperament and robust health that guarantees years of happy and enriching companionship.",
  "about.breeder6.name": "Elena Smart",
  "about.breeder6.specialty": "Sphynx, Elf, Bambino, Dwelf",
  "about.breeder6.experience": "20+ years",
  "about.breeder6.location": "International",
  "about.breeder6.shortDesc": "World pioneer in DBE gene and special colors.",
  "about.breeder6.detailedBio": "My name is Elena Smart, and for more than two decades I have dedicated my life to breeding exceptional feline breeds: Canadian Sphynx, Elves, Bambinos, and Dwelfs. My career is distinguished by being truly pioneering in the world of feline genetics, establishing unique standards and opening paths never before explored in breeding these extraordinary breeds.\n\nI am the first breeder in the world to successfully develop and add the DBE (Dominant Blue Eyes) gene to these breeds, a revolutionary achievement that has transformed the landscape of specialized feline breeding. My innovation doesn't stop there: I was also the first to obtain cats with the extraordinary tortoiseshell chimera color, where the face is painted in half, creating specimens of unique and unrepeatable beauty.\n\nFor many years, I have tirelessly invested time, resources, and absolute dedication to obtain genetic exclusivity and introduce completely new trends in these breeds. My work has established new paradigms in feline breeding, combining advanced science with a unique artistic vision that is reflected in each of my specimens.\n\n🌍 Our cats, who travel to any part of the world, delight their adoptive families for many years with their wonderful disposition and exceptional charismatic appearance. Each specimen carries with them not only the unique genetic heritage I have developed, but also the legacy of decades of innovation, dedication, and love for feline perfection.\n\nMy mission transcends simple breeding; I seek to create cats that are true living works of art, combining unique aesthetic beauty with exceptional temperaments, thus establishing a new standard of excellence in the world of specialized feline breeding.",
  "about.breeder7.name": "Dasha Dasha",
  "about.breeder7.specialty": "Bambino (Canadian Sphynx)",
  "about.breeder7.experience": "10+ years",
  "about.breeder7.location": "International",
  "about.breeder7.shortDesc": "Felinology graduate specialized in hairless cats. Over 10 years breeding Bambino (Canadian Sphynx) with focus on quality, temperament and health. Expert in the unique temperament of hairless cats.",
  "about.breeder7.detailedBio": "My name is Dasha Dasha, and for more than a decade I have dedicated my professional life to specialized breeding of the Canadian Sphynx (Bambino) breed, developing unique expertise in the fascinating world of hairless cats. As a felinology graduate, I have acquired deep and specialized knowledge that allows me to understand the unique particularities of this exceptional breed.\n\nIn my work, I focus meticulously on the integral quality of each animal, combining a brilliant appearance and modern style with fundamental characteristics such as exceptional temperament, robust health, and stable mentality. My holistic approach ensures that each specimen is not only visually impressive, but also emotionally balanced and physically healthy.\n\nI am deeply convinced that hairless cats possess truly unique qualities: they are exceptionally attached to people, extraordinarily friendly, and consider their human as the absolute center of their universe. Their social nature makes them constant companions who never abandon you, always present to provide unconditional companionship and affection.\n\n✨ The scientific community, as well as experts in energy fields and numerology, recognize that Sphynx cats possess a special ability to read and harmonize the human energy field, naturally eliminating negativity and creating an environment of peace and well-being in the home.\n\nSphynx, Bambinos, Elves, and their variants are truly wonderful pets that provide pure love and comfort our coldest and most wounded hearts. My mission is to gift authentic happiness through the acquisition of such extraordinary kittens, creating unique bonds that transform lives and fill homes with joy and harmony.",
  "about.breeder8.name": "Nieves Rebollo",
  "about.breeder8.specialty": "Bengal",
  "about.breeder8.experience": "8+ years",
  "about.breeder8.location": "Spain",
  "about.breeder8.shortDesc": "Nurse and medical student specialized in bengals. Combines healthcare experience with breeding excellence, maintaining champion lines with balanced and affectionate temperament.",
  "about.breeder8.detailedBio": "My name is Nieves Rebollo, a breeder specialized in Bengal cats who has dedicated more than eight years to perfecting the art of breeding this exceptional breed. My work focuses meticulously on maintaining lines of the highest quality, preserving the natural elegance and distinctive wild appearance of the breed, while simultaneously ensuring a balanced and deeply affectionate character through carefully designed family environment breeding.\n\nOur Bengals come exclusively from internationally recognized champion lines and actively participate in prestigious feline exhibitions, where their excellent morphology, exceptional temperament, and absolute fidelity to the breed standard are consistently recognized. Each specimen represents the fruit of years of careful selection and tireless dedication.\n\nMy professional career is intimately linked to the health field: I have been working as a specialized nurse in public hospitals for more than a decade and am currently in my third year of Medicine. This dual training allows me to apply an exceptional level of scientific rigor, professional responsibility, and advanced medical knowledge to every aspect of the care and integral well-being of my animals.\n\n🏥 The unique combination of my specialized healthcare experience, my unwavering commitment to breeding excellence, and a deep respect for the wild nature of Bengals allows me to offer exceptionally healthy, perfectly socialized kittens with a truly exceptional temperament that combines wild elegance with domestic docility.\n\nMy goal transcends simple breeding; I seek to provide each family not only with a Bengal cat of the highest quality, but a true life companion that represents the best of this wonderful breed, bringing with them not only exceptional physical beauty, but also a balanced temperament, robust health, and a unique ability to enrich the lives of their adoptive families.",
  "about.title": "About Us",
  "about.subtitle": "Feline Breeding Experts",
  "about.description": "Our team consists of certified breeders and feline genetics specialists with decades of combined experience. Each member brings unique knowledge in different breeds, from breeder selection to neonatal care, ensuring that every cat born under our care is an exceptional specimen.",
  "about.team": "Our Team",
  "about.meetTeam": "Our Team",
  "about.seeAllTeam": "See All Team",
  "about.ourMission": "Our Mission",
  "about.missionTitle": "Feline Excellence",
  "about.missionDesc": "We are a community of specialized breeders dedicated to preserving and improving the most exceptional feline breeds. Our passion for genetics, temperament, and cat health has led us to create a space where responsible breeding and love for these magnificent animals meet. We work with the best bloodlines and international standards to ensure that every cat that becomes part of our family is a perfect example of its breed.",
  "about.ourValues": "Our Values",
  "about.valuesTitle": "Our Philosophy",
  "about.value1.title": "Genetic Excellence",
  "about.value1.desc": "We carefully select our breeders based on proven bloodlines, certified health, and exceptional temperament to maintain the highest breed standards.",
  "about.value2.title": "Specialized Care",
  "about.value2.desc": "Each cat receives specialized veterinary care, early socialization, and an enriched environment that ensures optimal development from birth.",
  "about.value3.title": "Tradition and Knowledge",
  "about.value3.desc": "We transmit decades of feline breeding experience, combining proven traditional methods with the latest research in genetics and animal behavior.",
  "about.value4.title": "Lifetime Commitment",
  "about.value4.desc": "Our commitment doesn't end with delivery. We offer continuous follow-up, specialized advice, and support for the cat's entire life.",
  "about.value5.title": "Social Commitment",
  "about.value5.desc": "We are an organization committed to animal health. We donate blood from our cats to the veterinary blood bank in Spain, contributing to saving lives of other animals that need transfusions.",
  "breeds.title": "Our Breeds",
  "breeds.breadcrumb.home": "Home",
  "breeds.breadcrumb.breeds": "Our breeds",
  "breeds.bengal.name": "Bengal",
  "breeds.bengal.description": "The Bengal is an exceptional breed that combines the wild elegance of the Asian leopard with domestic temperament. With its distinctive spotted coat and active personality, it's perfect for families looking for an intelligent and energetic cat.",
  "breeds.bengal.characteristics": "Characteristics: Spotted coat, green or golden eyes, athletic and muscular body, hind legs longer than front legs.",
  "breeds.bengal.temperament": "Temperament: Active, intelligent, curious, social and playful. Needs regular mental and physical stimulation.",
  "breeds.bengal.care": "Care: Weekly brushing, daily exercise, interactive toys and a protein-rich diet.",
  "breeds.mainecoon.name": "Maine Coon",
  "breeds.mainecoon.description": "The Maine Coon is known as the 'gentle giant' of the feline world. With its imposing size and majestic coat, it's one of the largest and most affectionate breeds that exist.",
  "breeds.mainecoon.characteristics": "Characteristics: Large size (up to 12 kg), long and dense coat, fluffy tail, ear tufts and large paws.",
  "breeds.mainecoon.temperament": "Temperament: Gentle, affectionate, intelligent, sociable and patient. Excellent with children and other pets.",
  "breeds.mainecoon.care": "Care: Daily brushing, moderate exercise, regular dental brushing and a balanced diet.",
  "breeds.elf.name": "Elf",
  "breeds.elf.description": "The Elf is a unique and rare breed that combines the elegance of the Sphynx with the curled ears of the American Curl. Its distinctive appearance and affectionate personality make it an exceptional pet.",
  "breeds.elf.characteristics": "Characteristics: Hairless, ears curled backward, muscular body, large and expressive eyes, wrinkled skin.",
  "breeds.elf.temperament": "Temperament: Affectionate, social, intelligent, playful and very attached to their human family.",
  "breeds.elf.care": "Care: Weekly bath, sun protection, clothing to maintain temperature, regular ear cleaning.",
  "breeds.persian.name": "Persian",
  "breeds.persian.description": "The Persian is the most popular long-haired cat breed in the world. With its flat face, large eyes and exuberant coat, it's synonymous with elegance and feline sophistication.",
  "breeds.persian.characteristics": "Characteristics: Flat face, large and round eyes, long and silky coat, robust body, short legs.",
  "breeds.persian.temperament": "Temperament: Calm, affectionate, relaxed, independent and perfect for indoor living.",
  "breeds.persian.care": "Care: Daily brushing, regular facial cleaning, monthly bath and frequent dental brushing.",
  "breeds.sphynx.name": "Sphynx",
  "breeds.sphynx.description": "The Sphynx is a unique and fascinating breed known for its lack of hair. Its distinctive appearance and extroverted personality make it one of the most special and beloved breeds.",
  "breeds.sphynx.characteristics": "Characteristics: Hairless, wrinkled skin, large ears, large eyes, muscular body and warm to the touch.",
  "breeds.sphynx.temperament": "Temperament: Extroverted, affectionate, energetic, curious and very social. Needs a lot of human attention.",
  "breeds.sphynx.care": "Care: Weekly bath, sun protection, clothing to maintain temperature, regular ear and nail cleaning.",
  "breeds.exotic.name": "Exotic Shorthair",
  "breeds.exotic.description": "The Exotic Shorthair combines the calm personality of the Persian with short, easy-to-maintain coat. It's perfect for those who love the Persian personality but prefer less coat maintenance.",
  "breeds.exotic.characteristics": "Characteristics: Flat face, short and dense coat, large eyes, robust body, sweet expression.",
  "breeds.exotic.temperament": "Temperament: Calm, affectionate, relaxed, occasionally playful and very attached to their family.",
  "breeds.exotic.care": "Care: Brushing 2-3 times a week, regular facial cleaning, moderate exercise and balanced diet.",
  "breeds.info.learnMore": "Learn More",
  "breeds.info.adopt": "Adopt",
  "breeds.info.premium": "Premium",
  "breeds.info.affectionate": "Affectionate",
  "breeds.info.active": "Active",
  "breeds.info.intelligent": "Intelligent",
  "breeds.info.detailedCharacteristics": "Detailed Characteristics",
  "breeds.info.detailedCharacteristicsDesc": "Everything you need to know about this incredible breed",
  "breeds.info.physicalCharacteristics": "Physical Characteristics",
  "breeds.info.temperament": "Temperament",
  "breeds.info.specialCare": "Special Care",
  "breeds.info.interestedIn": "Interested in a",
  "breeds.info.contactUs": "Contact us to learn more about our available specimens and the adoption process.",
  "breeds.info.contactNow": "Contact Now",
  "breeds.info.call": "Call",
  "breeds.info.healthGuarantee": "Health Guarantee",
  "breeds.info.safeDelivery": "Safe Delivery",
  "breeds.info.support24": "24/7 Support",
  "error.500.whatsHappening": "What's happening?",
  "error.500.whatsHappeningDesc": "We are experiencing temporary technical difficulties. Our feline development team is working to resolve it.",
  "error.500.meanwhile": "Meanwhile, you can:",
  "error.500.viewCats": "View Cats",
  "error.500.viewCatsDesc": "Explore our available cats",
  "error.500.contact": "Contact",
  "error.500.contactDesc": "If the problem persists, contact us",
  "error.500.wait": "Wait",
  "error.500.waitDesc": "Come back in a few minutes",
  "error.500.wait30s": "Wait 30s",
  "error.500.technicalDetails": "Technical Details (Development only)",
  "error.500.funFacts": "While we wait, here are some fun cat facts:",
  "error.500.catIntelligence": "Feline intelligence",
  "error.500.catIntelligenceDesc": "Cats have a short-term memory of 16 hours, more than dogs.",
  "error.500.speed": "Speed",
  "error.500.speedDesc": "Cats can run up to 48 km/h over short distances.",
  "support.title": "Support",
  "support.subtitle": "We're here to help you with any questions or concerns",
  "support.helpTitle": "How can we help you?",
  "support.helpDescription": "Our team is committed to providing you with the best possible experience. If you have any questions about our cats, the adoption process, or any other topic, don't hesitate to contact us.",
  "support.faqTitle": "Frequently Asked Questions",
  "support.faq1.question": "How can I adopt a cat?",
  "support.faq1.answer": "To adopt one of our cats, simply contact us through the contact form or by phone. We'll guide you through the adoption process, which includes an interview and verification that you can provide a loving and safe home.",
  "support.faq2.question": "What cat breeds do you have available?",
  "support.faq2.answer": "We have cats of various breeds including Sphynx, Maine Coon, Elf, Persian, Bengal, and Exotic Persian. Each cat comes with pedigree and health guarantee. You can see all our available cats in the breeds section.",
  "support.faq3.question": "Do you offer health guarantee?",
  "support.faq3.answer": "Yes, all our cats come with health guarantee and have been checked by veterinarians. We provide complete medical documentation and are available for any questions about caring for your new feline companion.",
  "support.faq4.question": "Can I visit the cats before adopting?",
  "support.faq4.answer": "Of course, we strongly recommend that you meet your future feline companion before adoption. You can schedule an appointment to visit our facilities and meet the available cats.",
  "support.emailTitle": "Contact us by Email",
  "support.emailDescription": "Send a detailed message and we'll respond within 24 hours.",
  "support.emailButton": "Send Email",
  "support.phoneTitle": "Call us",
  "support.phoneDescription": "Speak directly with our team to resolve your questions immediately.",
  "support.phoneButton": "Call Now",
  "support.additionalHelp": "Additional Resources",
  "support.contactForm": "Contact Form",
  "support.aboutUs": "Learn More About Us",
  "support.breeds": "View Our Breeds",
  "faq.title": "Frequently Asked Questions",
  "faq.subtitle": "Find answers to the most common questions about our cats",
  "faq.helpTitle": "Have a question?",
  "faq.helpDescription": "We've compiled the most frequently asked questions we receive from our clients. If you don't find the answer you're looking for, don't hesitate to contact us.",
  "faq.adoption1.question": "What is the adoption process?",
  "faq.adoption1.answer": "The adoption process includes: 1) Initial contact and interview, 2) Verification that you can provide an adequate home, 3) Meeting the selected cat, 4) Signing the adoption contract, 5) Delivery of the cat with all documentation.",
  "faq.adoption2.question": "What does the adoption include?",
  "faq.adoption2.answer": "Each adoption includes: cat with pedigree, veterinary health certificate, up-to-date vaccinations, deworming, microchip, adoption contract, and 30-day post-adoption follow-up.",
  "faq.adoption3.question": "Can I choose the cat I want?",
  "faq.adoption3.answer": "Yes, you can see all our available cats in the breeds section. We help you find the perfect cat according to your lifestyle and preferences.",
  "faq.health1.question": "What health guarantees do you offer?",
  "faq.health1.answer": "We offer a 30-day health guarantee, veterinary certificate, up-to-date vaccinations, complete deworming, and post-adoption medical follow-up.",
  "faq.health2.question": "Are the cats vaccinated?",
  "faq.health2.answer": "Yes, all our cats come with a complete vaccination schedule according to their age, including vaccines against common diseases and deworming.",
  "faq.care1.question": "What special care do they need?",
  "faq.care1.answer": "Each breed has specific needs. We provide you with a complete care guide and are available to resolve any questions about feeding, exercise, and general well-being.",
  "faq.care2.question": "Do you offer post-adoption follow-up?",
  "faq.care2.answer": "Yes, we offer follow-up for 30 days after adoption to ensure that both you and your new cat adapt perfectly. We are available for any questions.",
  "faq.ctaTitle": "Didn't find your answer?",
  "faq.ctaDescription": "Our team is here to help you with any additional questions you may have.",
  "faq.contactButton": "Contact Us",
  "faq.supportButton": "Support"
}
