{
  "nav.home": "Inicio",
  "nav.about": "Nosotros",
  "nav.catBreeds": "Razas de gatos",
  "nav.sphynx": "Sphynx",
  "nav.bambino": "Bambino",
  "nav.viewAllBreeds": "Ver todas las razas",
  "nav.blog": "Galería",
  "nav.contact": "Contacto",
  "nav.phone": "+52 55 4553 1362",
  "home.welcome": "Bienvenidos a Cat Lovers Paradise",
  "home.subtitle": "Un paraíso donde el amor por los gatos se convierte en hogar",
  "home.description": "En Cat Lovers Paradise nos apasiona el cuidado y bienestar de gatos de distintas razas como Sphynx, Maine Coon, Elf, Persa, Bengalí y Persa Exótico. Criamos con amor y responsabilidad, ofreciendo gatitos con pedigree, salud garantizada y la compañía ideal para cada familia. Nuestro compromiso es que encuentres en nosotros un compañero felino único y especial.",
  "home.aboutUs": "Sobre Nosotros",
  "home.experience": "Conectando Amantes de los Gatos en una Comunidad Única",
  "home.aboutDescription": "Somos apasionadas de los gatos y emprendedoras con experiencia en la creación y gestión de plataformas en línea para la venta de gatos y la promoción del amor y el cuidado de estos increíbles animales. Como fundadoras de CatLoveParadise, hemos creado una comunidad en línea donde los amantes de los gatos pueden conectarse, compartir experiencias y encontrar información valiosa sobre la cría y el cuidado de gatos.",
  "home.readMore": "Leer Más",
  "home.petRescue": "Rescate de Mascotas",
  "footer.description": "En Cat Lovers Paradise nos dedicamos a conectar gatos amorosos con familias que los adorarán. Cada gato merece un hogar lleno de amor y cuidado.",
  "footer.quickLinks": "Enlaces Rápidos",
  "footer.information": "Información",
  "footer.contactUs": "Contáctanos",
  "footer.address": "Esperanza #139 Col. Industrial, Gustavo A. Madero, CP 07800, Ciudad de México",
  "footer.phone": "+52 55 4553 1362",
  "footer.email": "info@catloversparadise.com",
  "footer.privacyPolicy": "Política de Privacidad",
  "footer.termsAndConditions": "Términos y Condiciones",
  "footer.support": "Soporte",
  "footer.faq": "Preguntas Frecuentes",
  "footer.termsAndServices": "Términos y Servicios",
  "footer.copyright": "Copyright © {{year}} Cat Lovers Paradise. Todos los derechos reservados.",
  "common.language": "Idioma",
  "common.selectLanguage": "Seleccionar idioma",
  "common.spanish": "Español",
  "common.english": "English",
  "common.chinese": "中文",
  "error.404.title": "Página No Encontrada",
  "error.404.message": "¡Ups! Parece que este gato se ha escapado.",
  "error.404.description": "La página que buscas no existe o ha sido movida. Nuestros gatos son expertos en esconderse, pero esta página se nos escapó completamente.",
  "error.404.goHome": "Ir al Inicio",
  "error.500.title": "Error del Servidor",
  "error.500.message": "¡Ups! Nuestros gatos están trabajando duro para arreglar este problema.",
  "error.500.description": "Parece que nuestros gatos desarrolladores se han distraído jugando con una pelota de lana. Por favor, intenta de nuevo en unos minutos mientras los convencemos de volver al trabajo.",
  "error.500.goHome": "Ir al Inicio",
  "error.contactSupport": "Contactar Soporte",
  "error.404.whatCanYouDo": "¿Qué puedes hacer?",
  "error.404.searchCats": "Buscar Gatos",
  "error.404.searchCatsDesc": "Explora nuestra colección de gatos disponibles",
  "error.404.explore": "Explorar",
  "error.404.aboutUs": "Sobre Nosotros",
  "error.404.aboutUsDesc": "Conoce más sobre nuestra misión",
  "error.404.learnMore": "Conocer",
  "error.404.contact": "Contacto",
  "error.404.contactDesc": "¿Necesitas ayuda? Contáctanos",
  "error.404.contactUs": "Contactar",
  "error.404.didYouKnow": "Mientras tanto, ¿sabías que...?",
  "error.404.catsPurr": "Los gatos ronronean",
  "error.404.catsPurrDesc": "Los gatos ronronean no solo cuando están contentos, sino también cuando están enfermos o asustados.",
  "error.404.nightVision": "Visión nocturna",
  "error.404.nightVisionDesc": "Los gatos pueden ver en la oscuridad 6 veces mejor que los humanos.",
  "error.500.whatsHappening": "¿Qué está pasando?",
  "error.500.whatsHappeningDesc": "Estamos experimentando problemas técnicos temporales. Nuestro equipo de desarrolladores felinos está trabajando para resolverlo.",
  "error.500.meanwhile": "Mientras tanto, puedes:",
  "error.500.viewCats": "Ver Gatos",
  "error.500.viewCatsDesc": "Explora nuestros gatos disponibles",
  "error.500.contact": "Contactar",
  "error.500.contactDesc": "Si el problema persiste, contáctanos",
  "error.500.wait": "Esperar",
  "error.500.waitDesc": "Vuelve en unos minutos",
  "error.500.wait30s": "Esperar 30s",
  "error.500.technicalDetails": "Detalles Técnicos (Solo en desarrollo)",
  "error.500.funFacts": "Mientras esperamos, aquí tienes algunos datos curiosos sobre gatos:",
  "error.500.catIntelligence": "Inteligencia felina",
  "error.500.catIntelligenceDesc": "Los gatos tienen una memoria a corto plazo de 16 horas, más que los perros.",
  "error.500.speed": "Velocidad",
  "error.500.speedDesc": "Los gatos pueden correr hasta 48 km/h en distancias cortas.",
  "contact.contactUs": "Contáctanos",
  "contact.sendMessage": "Envíanos un mensaje",
  "contact.description": "Estamos aquí para ayudarte con cualquier pregunta sobre nuestros gatos. No dudes en contactarnos para más información sobre nuestras razas disponibles, cuidados especiales o para programar una visita.",
  "contact.location": "UBICACIÓN",
  "contact.address": "Esperanza #139 Col. Industrial, Gustavo A. Madero, CP 07800, Ciudad de México",
  "contact.phone": "TELÉFONO",
  "contact.phoneNumber": "+52 55 4553 1362",
  "contact.email": "EMAIL",
  "contact.emailAddress": "info@catloversparadise.com",
  "contact.firstName": "Nombre",
  "contact.lastName": "Apellido",
  "contact.emailPlaceholder": "Correo electrónico",
  "contact.phonePlaceholder": "Número de teléfono",
  "contact.messagePlaceholder": "Tu mensaje",
  "contact.sendButton": "Enviar mensaje",
  "contact.successMessage": "Tu mensaje se envió correctamente.",
  "contact.errorMessage": "¡Algo salió mal! El envío del formulario falló.",
  "contact.fieldRequired": "Este campo es obligatorio.",
  "gallery.title": "Galería de Entregas",
  "gallery.subtitle": "Momentos especiales de felicidad y amor",
  "gallery.ourDeliveries": "Nuestras Entregas",
  "gallery.deliveriesTitle": "Momentos de Felicidad",
  "gallery.deliveriesDesc": "Cada entrega es un momento único lleno de emoción y alegría. Aquí puedes ver algunos de los momentos más especiales cuando nuestros gatitos encuentran su hogar perfecto.",
  "gallery.loadMore": "Cargar Más Fotos",
  "gallery.deliveryMoment": "Momento de Entrega",
  "gallery.deliveryInfo": "Información de la Entrega",
  "bloodDonation.badge": "Programa Solidario",
  "bloodDonation.title": "Donantes de Sangre Felina",
  "bloodDonation.description": "En nuestra organización de criadores creemos firmemente en el bienestar animal y en la importancia de ayudar a quienes lo necesitan. Por ello, nuestros gatos forman parte de un programa solidario como donantes de sangre, contribuyendo a salvar la vida de otros animales y demostrando que la crianza responsable también implica compromiso y empatía con toda la comunidad felina.",
  "bloodDonation.commitment": "Comprometidos con salvar vidas",
  "bloodDonation.image1Alt": "Proceso de donación de sangre felina - Preparación",
  "bloodDonation.image2Alt": "Proceso de donación de sangre felina - Extracción",
  "bloodDonation.image3Alt": "Proceso de donación de sangre felina - Monitoreo",
  "bloodDonation.image4Alt": "Gato donante después del procedimiento",
  "about.breeders": "Nuestros Criadores y Colaboradores",
  "about.breedersTitle": "Nuestros Criadores",
  "about.breedersDesc": "Nuestra red de criadores certificados representa lo mejor de la cría felina internacional. Cada colaborador ha sido cuidadosamente seleccionado por su experiencia, certificaciones y compromiso inquebrantable con la excelencia genética y el bienestar animal.",
  "about.viewProfile": "Ver Perfil",
  "about.viewCompleteProfile": "Ver Perfil Completo",
  "about.meetTeam": "Conocer Equipo",
  "about.biography": "Biografía",
  "about.specialty": "Especialidad",
  "about.experience": "Años de Experiencia",
  "about.location": "Ubicación",
  "about.breeder1.name": "Lana Mironova",
  "about.breeder1.specialty": "Sphynx y Persas",
  "about.breeder1.experience": "10+ años",
  "about.breeder1.location": "Granada, España",
  "about.breeder1.shortDesc": "Criadora registrada WCF especializada en genética de ojos azules y DBE.",
  "about.breeder1.detailedBio": "Mi nombre es Lana Mironova, una apasionada criadora que encontró su hogar en la luminosa Granada, tras una vida que comenzó en las calles de Moscú. Como madre de dos hijas extraordinarias, he tenido el privilegio de ver cómo los gatos transforman vidas desde la más tierna infancia, convirtiéndose en compañeros inseparables y fuentes inagotables de alegría.\n\nMi fascinación por los felinos, particularmente por la elegancia única de los sphynx y la majestuosidad de los persas, se ha convertido en una dedicación de más de una década. Como criadora certificada por el prestigioso club felino WCF, he perfeccionado el arte de la cría responsable, combinando conocimiento científico con un amor genuino por cada vida que nace bajo mi cuidado.\n\nMi especialización en genética de ojos azules y heterocromía, junto con mi participación activa en el programa DBE para colores excepcionales, refleja mi compromiso con la excelencia. Mi formación continua como auxiliar veterinaria, respaldada por experiencia práctica en quirófanos y unidades de cuidados intensivos, me permite garantizar el bienestar óptimo de cada gatito desde sus primeros momentos.\n\n🐾 Para mí, los gatos trascienden la simple profesión; son verdaderos maestros de vida y sanadores del alma. Poseen la extraordinaria capacidad de restaurar nuestra serenidad interior, reconectándonos con nuestra esencia más pura a través de su ternura infinita y sabiduría intuitiva. Su presencia transforma nuestros hogares en santuarios de armonía y sanación.\n\nCada uno de mis gatitos es criado en un ambiente impregnado de amor incondicional, cuidados especializados y un respeto profundo por su naturaleza única. Adoptar uno de ellos representa mucho más que una simple adición familiar; es el inicio de una transformación personal, un viaje hacia el amor auténtico, la confianza mutua y la sanación del corazón.",
  "about.breeder2.name": "Angelina Ruiz Díaz",
  "about.breeder2.specialty": "Sphynx y Elf",
  "about.breeder2.experience": "8+ años",
  "about.breeder2.location": "Michoacán, México",
  "about.breeder2.shortDesc": "Especialista en programa DBE y miembro de TICA.",
  "about.breeder2.detailedBio": "Mi nombre es Angelina Ruiz Díaz, una criadora mexicana que encontró su vocación en las costas de Michoacán, tras una vida que comenzó en el corazón de Guanajuato. Como madre de dos hijos, he descubierto que la crianza de gatos Sphynx y Elf no es solo una profesión, sino una pasión que se entrelaza perfectamente con mi vida familiar, creando un equilibrio único entre dedicación profesional y amor maternal.\n\nDurante más de ocho años, he perfeccionado el arte de la cría responsable, enfocándome especialmente en la salud, el bienestar y la mejora continua de estas razas excepcionales. Mi especialización en el programa de cría del gen de ojos azul dominante (DBE) representa mi compromiso con la innovación y la responsabilidad en la consolidación de líneas genéticas únicas y valiosas.\n\nMi membresía en el prestigioso club felino TICA (The International Cat Association) respalda mi trabajo dentro de un marco ético riguroso y estándares internacionales de excelencia. Esta certificación no solo valida mi experiencia, sino que me conecta con una comunidad global de criadores comprometidos con la preservación y mejora de las razas felinas.\n\n🎵 Mi pasión por la farmacología, la música y la naturaleza enriquece profundamente mi perspectiva como criadora. Estos intereses diversos me proporcionan un equilibrio vital y una visión más amplia que se refleja en cada aspecto de mi trabajo, desde el cuidado de la salud de mis gatos hasta la selección genética más cuidadosa.\n\nMi objetivo trasciende la simple crianza; busco contribuir activamente a la preservación y desarrollo de estas razas extraordinarias, criando gatos que no solo sean sanos y equilibrados, sino verdaderamente excepcionales. Cada uno de mis gatos está destinado a convertirse en un miembro especial y único de las familias que los reciben, llevando consigo no solo belleza física, sino también un temperamento excepcional y una salud robusta.",
  "about.breeder3.name": "Mercedes",
  "about.breeder3.specialty": "Maine Coon",
  "about.breeder3.experience": "15+ años",
  "about.breeder3.location": "Sur de España",
  "about.breeder3.shortDesc": "Especialista en Maine Coon con ejemplares de los mejores criaderos europeos.",
  "about.breeder3.detailedBio": "Mi nombre es Mercedes, y desde hace muchos años, mi pasión por los animales ha constituido el eje central de mi existencia. Entre todas las criaturas que han cruzado mi camino, destaca una raza felina que me cautivó desde el primer encuentro por su imponente presencia, nobleza innata y carácter excepcional: el Maine Coon, un gato tan majestuoso como ágil, tan poderoso como gentil.\n\nEsa fascinación inicial se transformó en una dedicación profunda que me llevó a estudiarlos meticulosamente, desarrollando un conocimiento íntimo de su naturaleza única. Posteriormente, me consagré completamente a su crianza, siempre guiada por el máximo respeto hacia su estándar racial y bajo una filosofía inquebrantable de crianza responsable y ética.\n\nTras una exhaustiva investigación que abarcó los mejores criaderos de Rusia, Ucrania e Italia, seleccioné cuidadosamente ejemplares excepcionales que conforman hoy un sólido y saludable grupo de cría. Estos magníficos gatos conviven de manera directa y continua conmigo, creando un vínculo único que se refleja en cada aspecto de su desarrollo.\n\n🏔️ Mis gatos disfrutan de un entorno privilegiado en semilibertad, con amplios espacios exteriores diseñados bajo estrictas medidas de seguridad. El clima excepcional del sur de España les permite crecer en un ambiente natural y estimulante, lo que favorece el desarrollo de un carácter equilibrado, afable y altamente sociable. Esta crianza natural garantiza que los cachorros se entreguen perfectamente adaptados a la convivencia armoniosa con personas, perros y otros gatos.\n\nMi mayor satisfacción y orgullo es poder compartir esta pasión profunda y contribuir a que familias con un amor genuino por los animales encuentren en un Maine Coon no solo una mascota, sino un verdadero compañero de vida con un corazón tan inmenso como su majestuosidad, un alma tan noble como su porte regio.",
  "about.breeder4.name": "Jesús Márquez Linares",
  "about.breeder4.specialty": "Persa, Exótico, British, Sphynx",
  "about.breeder4.experience": "21+ años",
  "about.breeder4.location": "España",
  "about.breeder4.shortDesc": "ATV con amplia experiencia en salud animal y peluquería felina.",
  "about.breeder4.detailedBio": "Mi nombre es Jesús Márquez Linares, y durante más de dos décadas he consagrado mi vida al cuidado y bienestar animal, desarrollando una carrera dual como Técnico Auxiliar Veterinario en clínica especializada y como criador apasionado de gatos de razas excepcionales. Durante los últimos 16 años, he perfeccionado mi arte en la crianza de persas, exóticos, British, Scottish y sphynx, combinando conocimiento científico con amor genuino por cada vida que nace bajo mi cuidado.\n\nA lo largo de este extenso período, he adquirido una experiencia integral en salud animal, abarcando desde el manejo nutricional hasta la reproducción especializada y los primeros auxilios veterinarios. Cada uno de mis animales recibe una atención completa y de la más alta calidad, respaldada por años de formación continua y práctica clínica especializada.\n\nMi formación profesional se extiende también al campo de la peluquería canina y felina, lo que me ha proporcionado un conocimiento profundo sobre el cuidado estético y dermatológico, especialmente crucial en razas tan exigentes como el persa o el British longhair. Esta especialización me permite garantizar no solo la salud física de mis gatos, sino también su bienestar estético integral.\n\n🏡 Resido en una finca rural donde gestiono con dedicación absoluta un núcleo zoológico privilegiado, rodeado de naturaleza y tranquilidad. En este entorno idílico desarrollo mi actividad como criador de persas, British, Scottish y sphynx, trabajando activamente con genética DBE y priorizando siempre el bienestar, la socialización, el equilibrio emocional y la salud integral de cada ejemplar.\n\nPara mí, esto trasciende la simple profesión; es una verdadera vocación que se manifiesta en mi objetivo de criar gatos que se conviertan en compañeros ideales para familias y personas que buscan un gato leal, cariñoso y excepcional. Mi pasión por la cría ética y responsable me ha llevado a participar activamente en exposiciones felinas, donde he tenido el honor de mostrar el fruto de mi trabajo y la calidad excepcional de mis líneas, perteneciendo a la prestigiosa asociación CFA.",
  "about.breeder5.name": "Yolanda Fernández",
  "about.breeder5.specialty": "Sphynx",
  "about.breeder5.experience": "12+ años",
  "about.breeder5.location": "España",
  "about.breeder5.shortDesc": "Especialista en genética y transfusión de sangre veterinaria.",
  "about.breeder5.detailedBio": "Mi nombre es Yolanda Fernández, una criadora especializada en gatos de la raza Sphynx que ha consagrado más de doce años de su vida a perfeccionar el arte de la crianza felina. Durante este extenso período, he dedicado mi labor incansablemente a la mejora continua de esta raza excepcional, velando siempre por el bienestar integral, la salud óptima y el carácter excepcional de cada uno de mis gatos.\n\nMi formación profesional está íntimamente ligada al fascinante mundo de la genética, lo que me permite trabajar con un enfoque científico riguroso en la selección de líneas y en la prevención proactiva de enfermedades hereditarias. Esta especialización me ha otorgado una perspectiva única que se refleja en cada decisión reproductiva, garantizando la transmisión de características deseables y la eliminación de predisposiciones genéticas problemáticas.\n\nAdemás, desarrollo mi carrera profesional en un prestigioso banco de sangre veterinario, donde me he especializado en el complejo campo de las transfusiones de sangre animal. Esta experiencia altamente especializada me ha brindado un conocimiento profundo y avanzado sobre medicina felina y cuidados veterinarios de última generación, conocimientos que aplico directamente en el bienestar de mis gatos.\n\n🧬 Mi compromiso trasciende la simple crianza; busco crear gatos que no solo sean sanos y equilibrados, sino también excepcionalmente sociables y adaptables. Cada uno de mis Sphynx está destinado a convertirse en un miembro integral y querido de las familias que confían en mi trabajo, llevando consigo no solo la belleza única de la raza, sino también un temperamento excepcional y una salud robusta que garantiza años de compañía feliz y enriquecedora.",
  "about.breeder6.name": "Elena Smart",
  "about.breeder6.specialty": "Sphynx, Elf, Bambino, Dwelf",
  "about.breeder6.experience": "20+ años",
  "about.breeder6.location": "Internacional",
  "about.breeder6.shortDesc": "Pionera mundial en gen DBE y colores especiales.",
  "about.breeder6.detailedBio": "Mi nombre es Elena Smart, y durante más de dos décadas he consagrado mi vida a la crianza de razas felinas excepcionales: Esfinge Canadiense, Elfos, Bambinos y Dwelfs. Mi trayectoria se distingue por ser verdaderamente pionera en el mundo de la genética felina, estableciendo estándares únicos y abriendo caminos nunca antes explorados en la cría de estas razas extraordinarias.\n\nSoy la primera criadora del mundo en desarrollar y añadir exitosamente el gen DBE (Dominante Blue Eyes) a estas razas, un logro revolucionario que ha transformado el panorama de la cría felina especializada. Mi innovación no se detiene ahí: fui también la primera en obtener gatos con el extraordinario color de tortuga quimera, donde la cara está pintada por la mitad, creando ejemplares de una belleza única e irrepetible.\n\nDurante muchos años, he invertido incansablemente tiempo, recursos y dedicación absoluta para obtener exclusividad genética e introducir tendencias completamente nuevas en estas razas. Mi trabajo ha establecido nuevos paradigmas en la cría felina, combinando ciencia avanzada con una visión artística única que se refleja en cada uno de mis ejemplares.\n\n🌍 Nuestros gatos, que viajan a cualquier parte del mundo, deleitan a sus familias adoptivas durante muchos años con su maravillosa disposición y su carismática apariencia excepcional. Cada ejemplar lleva consigo no solo la herencia genética única que he desarrollado, sino también el legado de décadas de innovación, dedicación y amor por la perfección felina.\n\nMi misión trasciende la simple crianza; busco crear gatos que sean verdaderas obras de arte vivientes, combinando belleza estética única con temperamentos excepcionales, estableciendo así un nuevo estándar de excelencia en el mundo de la cría felina especializada.",
  "about.breeder7.name": "Dasha Dasha",
  "about.breeder7.specialty": "Bambino (Sphynx Canadiense)",
  "about.breeder7.experience": "10+ años",
  "about.breeder7.location": "Internacional",
  "about.breeder7.shortDesc": "Diplomada en felinología especializada en gatos desnudos. Más de 10 años criando Bambino (Esfinge Canadiense) con enfoque en calidad, carácter y salud. Experta en el temperamento único de los gatos desnudos.",
  "about.breeder7.detailedBio": "Mi nombre es Dasha Dasha, y durante más de una década he consagrado mi vida profesional a la crianza especializada de la raza Esfinge Canadiense (Bambino), desarrollando una expertise única en el fascinante mundo de los gatos desnudos. Como diplomada en felinología, he adquirido un conocimiento profundo y especializado que me permite comprender las particularidades únicas de esta raza excepcional.\n\nEn mi trabajo, me enfoco meticulosamente en la calidad integral de cada animal, combinando una apariencia brillante y un estilo moderno con características fundamentales como el carácter excepcional, la salud robusta y una mentalidad estable. Mi enfoque holístico garantiza que cada ejemplar no solo sea visualmente impresionante, sino también emocionalmente equilibrado y físicamente saludable.\n\nEstoy profundamente convencida de que los gatos desnudos poseen cualidades verdaderamente únicas: son excepcionalmente apegados a las personas, extraordinariamente amigables y consideran a su humano como el centro absoluto de su universo. Su naturaleza social los convierte en compañeros constantes que nunca te abandonan, siempre están presentes para brindar compañía y afecto incondicional.\n\n✨ La comunidad científica, así como expertos en campos energéticos y numerología, reconocen que las esfinges poseen una capacidad especial para leer y armonizar el campo energético humano, eliminando naturalmente la negatividad y creando un ambiente de paz y bienestar en el hogar.\n\nLas esfinges, bambinos, elfos y sus variantes son verdaderas mascotas maravillosas que brindan amor puro y reconfortan nuestros corazones más fríos y heridos. Mi misión es regalar felicidad auténtica a través de la adquisición de gatitos tan extraordinarios, creando vínculos únicos que transforman vidas y llenan hogares de alegría y armonía.",
  "about.breeder8.name": "Nieves Rebollo",
  "about.breeder8.specialty": "Bengalí",
  "about.breeder8.experience": "8+ años",
  "about.breeder8.location": "España",
  "about.breeder8.shortDesc": "Enfermera y estudiante de Medicina especializada en bengalíes. Combina experiencia sanitaria con cría de excelencia, manteniendo líneas de campeones con temperamento equilibrado y afectuoso.",
  "about.breeder8.detailedBio": "Mi nombre es Nieves Rebollo, una criadora especializada en gatos bengalí que ha consagrado más de ocho años a perfeccionar el arte de la crianza de esta raza excepcional. Mi labor se centra meticulosamente en mantener líneas de la más alta calidad, preservando la elegancia natural y el aspecto salvaje distintivo de la raza, mientras aseguro simultáneamente un carácter equilibrado y profundamente afectuoso gracias a una crianza en un entorno familiar cuidadosamente diseñado.\n\nNuestros bengalíes proceden exclusivamente de líneas de campeones reconocidos internacionalmente y participan activamente en exhibiciones felinas de prestigio, donde se reconoce consistentemente su excelente morfología, temperamento excepcional y fidelidad absoluta al estándar de la raza. Cada ejemplar representa el fruto de años de selección cuidadosa y dedicación incansable.\n\nMi trayectoria profesional está íntimamente vinculada al ámbito de la salud: ejerzo como enfermera especializada en hospitales públicos desde hace más de una década y actualmente curso el tercer año de Medicina. Esta formación dual me permite aplicar un nivel excepcional de rigor científico, responsabilidad profesional y conocimientos médicos avanzados en cada aspecto del cuidado y bienestar integral de mis animales.\n\n🏥 La combinación única de mi experiencia sanitaria especializada, mi compromiso inquebrantable con la excelencia en la cría y un profundo respeto por la naturaleza salvaje de los bengalíes me permite ofrecer gatitos excepcionalmente sanos, perfectamente socializados y con un temperamento verdaderamente excepcional que combina la elegancia salvaje con la docilidad doméstica.\n\nMi objetivo trasciende la simple crianza; busco proporcionar a cada familia no solo un gato bengalí de la más alta calidad, sino un verdadero compañero de vida que represente lo mejor de esta maravillosa raza, llevando consigo no solo belleza física excepcional, sino también un temperamento equilibrado, una salud robusta y una capacidad única para enriquecer la vida de sus familias adoptivas.",
  "about.title": "Sobre Nosotros",
  "about.subtitle": "Expertos en Cría Felina",
  "about.description": "Nuestro equipo está compuesto por criadores certificados y especialistas en genética felina con décadas de experiencia combinada. Cada miembro aporta conocimientos únicos en diferentes razas, desde la selección de reproductores hasta el cuidado neonatal, garantizando que cada gato que nace bajo nuestro cuidado sea un ejemplar excepcional.",
  "about.team": "Nuestro Equipo",
  "about.meetTeam": "Nuestro Equipo",
  "about.seeAllTeam": "Ver Todo el Equipo",
  "about.ourMission": "Nuestra Misión",
  "about.missionTitle": "Excelencia Felina",
  "about.missionDesc": "Somos una comunidad de criadores especializados dedicados a la preservación y mejora de las razas felinas más excepcionales. Nuestra pasión por la genética, el temperamento y la salud de los gatos nos ha llevado a crear un espacio donde la cría responsable y el amor por estos magníficos animales se encuentran. Trabajamos con los mejores linajes y estándares internacionales para garantizar que cada gato que forma parte de nuestra familia sea un ejemplo perfecto de su raza.",
  "about.ourValues": "Nuestros Valores",
  "about.valuesTitle": "Nuestra Filosofía",
  "about.value1.title": "Excelencia Genética",
  "about.value1.desc": "Seleccionamos cuidadosamente nuestros reproductores basándonos en linajes probados, salud certificada y temperamento excepcional para mantener los más altos estándares de la raza.",
  "about.value2.title": "Cuidado Especializado",
  "about.value2.desc": "Cada gato recibe atención veterinaria especializada, socialización temprana y un ambiente enriquecido que garantiza su desarrollo óptimo desde el nacimiento.",
  "about.value3.title": "Tradición y Conocimiento",
  "about.value3.desc": "Transmitimos décadas de experiencia en cría felina, combinando métodos tradicionales probados con las últimas investigaciones en genética y comportamiento animal.",
  "about.value4.title": "Compromiso de por Vida",
  "about.value4.desc": "Nuestro compromiso no termina con la entrega. Ofrecemos seguimiento continuo, asesoría especializada y apoyo para toda la vida del gato.",
  "about.value5.title": "Compromiso Social",
  "about.value5.desc": "Somos una organización comprometida con la salud animal. Donamos sangre de nuestros gatos al banco de sangre veterinario de España, contribuyendo a salvar vidas de otros animales que necesitan transfusiones.",
  "breeds.title": "Nuestras Razas",
  "breeds.breadcrumb.home": "Inicio",
  "breeds.breadcrumb.breeds": "Nuestras razas",
  "breeds.bengal.name": "Bengalí",
  "breeds.bengal.description": "El Bengalí es una raza excepcional que combina la elegancia salvaje del leopardo asiático con el temperamento doméstico. Con su pelaje moteado distintivo y su personalidad activa, es perfecto para familias que buscan un gato inteligente y enérgico.",
  "breeds.bengal.characteristics": "Características: Pelaje moteado, ojos verdes o dorados, cuerpo atlético y musculoso, patas traseras más largas que las delanteras.",
  "breeds.bengal.temperament": "Temperamento: Activo, inteligente, curioso, social y juguetón. Necesita estimulación mental y física regular.",
  "breeds.bengal.care": "Cuidados: Cepillado semanal, ejercicio diario, juguetes interactivos y una dieta rica en proteínas.",
  "breeds.mainecoon.name": "Maine Coon",
  "breeds.mainecoon.description": "El Maine Coon es conocido como el 'gigante gentil' del mundo felino. Con su imponente tamaño y su pelaje majestuoso, es una de las razas más grandes y cariñosas que existen.",
  "breeds.mainecoon.characteristics": "Características: Tamaño grande (hasta 12 kg), pelaje largo y denso, cola esponjosa, mechones en las orejas y patas grandes.",
  "breeds.mainecoon.temperament": "Temperamento: Gentil, cariñoso, inteligente, sociable y paciente. Excelente con niños y otras mascotas.",
  "breeds.mainecoon.care": "Cuidados: Cepillado diario, ejercicio moderado, cepillado dental regular y una dieta equilibrada.",
  "breeds.elf.name": "Elf",
  "breeds.elf.description": "El Elf es una raza única y rara que combina la elegancia del Sphynx con las orejas curvadas del American Curl. Su apariencia distintiva y su personalidad afectuosa lo convierten en una mascota excepcional.",
  "breeds.elf.characteristics": "Características: Sin pelo, orejas curvadas hacia atrás, cuerpo musculoso, ojos grandes y expresivos, piel arrugada.",
  "breeds.elf.temperament": "Temperamento: Afectuoso, social, inteligente, juguetón y muy apegado a su familia humana.",
  "breeds.elf.care": "Cuidados: Baño semanal, protección solar, ropa para mantener temperatura, limpieza de oídos regular.",
  "breeds.persian.name": "Persa",
  "breeds.persian.description": "El Persa es la raza de gatos de pelo largo más popular del mundo. Con su rostro plano, ojos grandes y pelaje exuberante, es sinónimo de elegancia y sofisticación felina.",
  "breeds.persian.characteristics": "Características: Rostro plano, ojos grandes y redondos, pelaje largo y sedoso, cuerpo robusto, patas cortas.",
  "breeds.persian.temperament": "Temperamento: Tranquilo, cariñoso, relajado, independiente y perfecto para la vida en interiores.",
  "breeds.persian.care": "Cuidados: Cepillado diario, limpieza facial regular, baño mensual y cepillado dental frecuente.",
  "breeds.sphynx.name": "Sphynx",
  "breeds.sphynx.description": "El Sphynx es una raza única y fascinante conocida por su falta de pelo. Su apariencia distintiva y su personalidad extrovertida lo convierten en una de las razas más especiales y queridas.",
  "breeds.sphynx.characteristics": "Características: Sin pelo, piel arrugada, orejas grandes, ojos grandes, cuerpo musculoso y cálido al tacto.",
  "breeds.sphynx.temperament": "Temperamento: Extrovertido, cariñoso, energético, curioso y muy social. Necesita mucha atención humana.",
  "breeds.sphynx.care": "Cuidados: Baño semanal, protección solar, ropa para mantener temperatura, limpieza de oídos y uñas regular.",
  "breeds.exotic.name": "Persa Exótico",
  "breeds.exotic.description": "El Persa Exótico combina la personalidad tranquila del Persa con el pelaje corto y fácil de mantener. Es perfecto para quienes aman la personalidad persa pero prefieren menos mantenimiento del pelaje.",
  "breeds.exotic.characteristics": "Características: Rostro plano, pelaje corto y denso, ojos grandes, cuerpo robusto, expresión dulce.",
  "breeds.exotic.temperament": "Temperamento: Tranquilo, cariñoso, relajado, juguetón ocasionalmente y muy apegado a su familia.",
  "breeds.exotic.care": "Cuidados: Cepillado 2-3 veces por semana, limpieza facial regular, ejercicio moderado y dieta equilibrada.",
  "breeds.info.learnMore": "Conocer Más",
  "breeds.info.adopt": "Adoptar",
  "breeds.info.premium": "Premium",
  "breeds.info.affectionate": "Cariñoso",
  "breeds.info.active": "Activo",
  "breeds.info.intelligent": "Inteligente",
  "breeds.info.detailedCharacteristics": "Características Detalladas",
  "breeds.info.detailedCharacteristicsDesc": "Todo lo que necesitas saber sobre esta increíble raza",
  "breeds.info.physicalCharacteristics": "Características Físicas",
  "breeds.info.temperament": "Temperamento",
  "breeds.info.specialCare": "Cuidados Especiales",
  "breeds.info.interestedIn": "¿Interesado en un",
  "breeds.info.contactUs": "Contáctanos para conocer más sobre nuestros ejemplares disponibles y el proceso de adopción.",
  "breeds.info.contactNow": "Contactar Ahora",
  "breeds.info.call": "Llamar",
  "breeds.info.healthGuarantee": "Garantía de Salud",
  "breeds.info.safeDelivery": "Entrega Segura",
  "breeds.info.support24": "Soporte 24/7",
  "error.500.whatsHappening": "¿Qué está pasando?",
  "error.500.whatsHappeningDesc": "Estamos experimentando problemas técnicos temporales. Nuestro equipo de desarrolladores felinos está trabajando para resolverlo.",
  "error.500.meanwhile": "Mientras tanto, puedes:",
  "error.500.viewCats": "Ver Gatos",
  "error.500.viewCatsDesc": "Explora nuestros gatos disponibles",
  "error.500.contact": "Contactar",
  "error.500.contactDesc": "Si el problema persiste, contáctanos",
  "error.500.wait": "Esperar",
  "error.500.waitDesc": "Vuelve en unos minutos",
  "error.500.wait30s": "Esperar 30s",
  "error.500.technicalDetails": "Detalles Técnicos (Solo en desarrollo)",
  "error.500.funFacts": "Mientras esperamos, aquí tienes algunos datos curiosos sobre gatos:",
  "error.500.catIntelligence": "Inteligencia felina",
  "error.500.catIntelligenceDesc": "Los gatos tienen una memoria a corto plazo de 16 horas, más que los perros.",
  "error.500.speed": "Velocidad",
  "error.500.speedDesc": "Los gatos pueden correr hasta 48 km/h en distancias cortas.",
  "support.title": "Soporte",
  "support.subtitle": "Estamos aquí para ayudarte con cualquier pregunta o inquietud",
  "support.helpTitle": "¿Cómo podemos ayudarte?",
  "support.helpDescription": "Nuestro equipo está comprometido en brindarte la mejor experiencia posible. Si tienes alguna pregunta sobre nuestros gatos, el proceso de adopción, o cualquier otro tema, no dudes en contactarnos.",
  "support.faqTitle": "Preguntas Frecuentes",
  "support.faq1.question": "¿Cómo puedo adoptar un gato?",
  "support.faq1.answer": "Para adoptar uno de nuestros gatos, simplemente contáctanos a través del formulario de contacto o por teléfono. Te guiaremos a través del proceso de adopción, que incluye una entrevista y la verificación de que puedes proporcionar un hogar amoroso y seguro.",
  "support.faq2.question": "¿Qué razas de gatos tienen disponibles?",
  "support.faq2.answer": "Tenemos gatos de varias razas incluyendo Sphynx, Maine Coon, Elf, Persa, Bengalí y Persa Exótico. Cada gato viene con pedigree y garantía de salud. Puedes ver todos nuestros gatos disponibles en la sección de razas.",
  "support.faq3.question": "¿Ofrecen garantía de salud?",
  "support.faq3.answer": "Sí, todos nuestros gatos vienen con garantía de salud y han sido revisados por veterinarios. Proporcionamos documentación médica completa y estamos disponibles para cualquier consulta sobre el cuidado de tu nuevo compañero felino.",
  "support.faq4.question": "¿Puedo visitar a los gatos antes de adoptar?",
  "support.faq4.answer": "Por supuesto, recomendamos encarecidamente que conozcas a tu futuro compañero felino antes de la adopción. Puedes programar una cita para visitar nuestras instalaciones y conocer a los gatos disponibles.",
  "support.emailTitle": "Contáctanos por Email",
  "support.emailDescription": "Envía un mensaje detallado y te responderemos en menos de 24 horas.",
  "support.emailButton": "Enviar Email",
  "support.phoneTitle": "Llámanos",
  "support.phoneDescription": "Habla directamente con nuestro equipo para resolver tus dudas inmediatamente.",
  "support.phoneButton": "Llamar Ahora",
  "support.additionalHelp": "Recursos Adicionales",
  "support.contactForm": "Formulario de Contacto",
  "support.aboutUs": "Conócenos Mejor",
  "support.breeds": "Ver Nuestras Razas",
  "faq.title": "Preguntas Frecuentes",
  "faq.subtitle": "Encuentra respuestas a las preguntas más comunes sobre nuestros gatos",
  "faq.helpTitle": "¿Tienes alguna pregunta?",
  "faq.helpDescription": "Hemos recopilado las preguntas más frecuentes que recibimos de nuestros clientes. Si no encuentras la respuesta que buscas, no dudes en contactarnos.",
  "faq.adoption1.question": "¿Cuál es el proceso de adopción?",
  "faq.adoption1.answer": "El proceso de adopción incluye: 1) Contacto inicial y entrevista, 2) Verificación de que puedes proporcionar un hogar adecuado, 3) Conocimiento del gato seleccionado, 4) Firma del contrato de adopción, 5) Entrega del gato con toda su documentación.",
  "faq.adoption2.question": "¿Qué incluye la adopción?",
  "faq.adoption2.answer": "Cada adopción incluye: gato con pedigree, certificado de salud veterinario, vacunas al día, desparasitación, microchip, contrato de adopción, y seguimiento post-adopción por 30 días.",
  "faq.adoption3.question": "¿Puedo elegir el gato que quiero?",
  "faq.adoption3.answer": "Sí, puedes ver todos nuestros gatos disponibles en la sección de razas. Te ayudamos a encontrar el gato perfecto según tu estilo de vida y preferencias.",
  "faq.health1.question": "¿Qué garantías de salud ofrecen?",
  "faq.health1.answer": "Ofrecemos garantía de salud de 30 días, certificado veterinario, vacunas al día, desparasitación completa, y seguimiento médico post-adopción.",
  "faq.health2.question": "¿Los gatos vienen vacunados?",
  "faq.health2.answer": "Sí, todos nuestros gatos vienen con el esquema de vacunación completo según su edad, incluyendo vacunas contra enfermedades comunes y desparasitación.",
  "faq.care1.question": "¿Qué cuidados especiales necesitan?",
  "faq.care1.answer": "Cada raza tiene necesidades específicas. Te proporcionamos una guía completa de cuidados y estamos disponibles para resolver cualquier duda sobre alimentación, ejercicio, y bienestar general.",
  "faq.care2.question": "¿Ofrecen seguimiento post-adopción?",
  "faq.care2.answer": "Sí, ofrecemos seguimiento durante 30 días después de la adopción para asegurar que tanto tú como tu nuevo gato se adapten perfectamente. Estamos disponibles para cualquier consulta.",
  "faq.ctaTitle": "¿No encontraste tu respuesta?",
  "faq.ctaDescription": "Nuestro equipo está aquí para ayudarte con cualquier pregunta adicional que puedas tener.",
  "faq.contactButton": "Contáctanos",
  "faq.supportButton": "Soporte"
}
